Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Hoping we can all learn from each other in paving the way to greater inclusion.
ko: 나는 트랜스젠더 커뮤니티의 운명을 바꾸기위해 여기에 있다.

source: In other ways it has lagged behind.
ko: 이것이 내가 바꾸고싶은 점이다.

source: A post shared by Riz Ahmed (@rizahmed) on Mar 28, 2018 at 5:55am PDT
ko: 결코 하나의 인간으로서, 자신을 표현하기 위한 것이 아니다.

source: The term "transgender" in Pakistan and elsewhere in South Asia usually refers to a more specific group of individuals known as hijras, who are considered to be neither completely male or female.
ko: 나는 트랜스젠더의 삶을 바꿀 수 있는 여행을 막 시작한 것이다。 파키스탄에서는, 각국의 저명인사와 언론인, 활동가로부터 멀릭의 성공을 칭찬하는 메세지가 도착하고있다.

source: Activists and non-government organizations have long lobbied for their official recognition, and in a landmark 2011 ruling, Pakistan's Supreme Court ordered the country's election commission to collect data from the transgender community and register them as voters.
ko: 파키스탄계 영국인 배우겸 인권운동가 리즈 아메드는 인스타그램에서, 멀릭을 크게 칭찬해달라는 코멘트를 남겼다.

source: In 2017, Pakistan issued the first-ever passport with X to mark a third gender.
ko: 파키스탄 트랜스젠더의 권리는, 선진적인 면과 후진적인 면이 있어왔다.

source: And earlier this year, Pakistan issued the first driving licenses to transgender people.
ko: 다양한 성을 넓게 존중하는 사회의 길을 열기 위해서, 우리 모두가 서로에게 배울 수 있기를 바란다.

source: But transgender people continue to face discrimination and violence in Pakistan.
ko: 그녀는 트랜스젠더의 가족에 대한 법의 규정을 호소하고 있다.

source: Many find it difficult to secure employment and turn to begging or sex work to survive. Malik mentioned this reality in her interview with Dawn, and said she hopes to change this in a specific way:
ko: 그 법률이라는 것은 「통상적 아들이나 딸의 취급과 같이 트랜스젠더가 가족의 한 사람으로서 재산분배가 행해져야한다는 것」이라는 의무를 트랜스젠더의 가족에게 주는 것이다.

source: She wants to push for a law making mandatory for families to give transgender persons their share in property as a boy or girl is.
ko: 「트랜스젠더는 댄스나 구걸 외에 생활해 나갈 방법이 없으니까, 그것을 할 수 밖에 없다.

source: “Transgenders are forced to dance and beg because they have no other means to make ends meet.
ko: 가족에게 괴롭힘 받으면, 도대체 어디로 가라는 것일까.

source: When they are shunned by families, they have nowhere else to go.
ko: 나에게는 석사학위를 취득한 트랜스젠더 친구가 있다.

source: My trans friends who have masters degrees don’t have jobs which is why they end up on streets or become sex workers.
ko: 그러나, 그 친구들은 일이 없어서 결국 노숙이나 매춘부를 하고 있다.

source: This is why I want to push for a law so a transgender if disowned, can make a living out of the share in the property.”
ko: 가족과의 연줄이 끊겨도재산, 분배를 받으면 곤경에 처할 일이 없다. 그래서, 법의 정비 필요성을 호소하고 있다.

source: Japan moves to accept more workers from abroad, but public opinion remains divided · Global Voices
ko: 외국인 노동자 수용 확대 두고 엇갈리는 일본 여론

source: Pedestrians cross a street in busy Osaka.
ko: 혼잡한 오사카 시내 횡단보도를 건너고 있는 보행자들.

source: Image from Pixabay.
ko: 사진출처:Pixabay

source: Japan is known for being a relatively homogeneous society.
ko: 일본은 외국인 거주자가 2%에 불과한 대표적인 단일민족국가다.

source: Just 2 percent of residents are foreign nationals, compared with neighbor South Korea's 4 percent.
ko: 참고로 이웃국가인 한국의 외국인 거주자는 4%다.

source: However, Japan may soon have little choice but to accept more workers from abroad in order to cope with an expected shrinkage in the working population caused by an aging and low birth rates.
ko: 하지만 앞으로 일본은 저출산●고령화로 인한 인력난으로 외국인 근로자 확보에 더욱 박차를 가할 것으로 보인다.

source: As the country's labor shortage has reached its most extreme level in more than 40 years, with 1.48 jobs for every applicant, there are signs the Japanese government is considering immigration as a solution to the problem.
ko: 1인당 일자리가 1. 48개로 40여년 만에 최악의 일손부족 현상을 겪고 있는 만큼, 외국인 이주 노동자를 활용해 돌파구를 찾으려는 것이다.

source: Japan has traditionally favored domestic reforms that have avoided immigration as a solution, such as encouraging retired workers to re-enter the workforce and utilizing artificial intelligence.
ko: 그 동안 일본은 외국인 노동자 유입을 확대하기 보다는 퇴직자 재고용, 인공지능 활용 확대 등 내부자원을 통해서만 고용난을 해소하려 해왔다.

source: A key part of Prime Minister Shinzo Abe's policy of economic reforms, dubbed "Womenomics", also involves getting more women into the workforce.
ko: 아베 신조 일본 총리의 경제개혁 정책의 일환인 일명 “위미노믹스 (Womenomics)”도 더 많은 일본 여성들의 경제활동을 장려함으로써 인력 부족을 극복하려한 내부자원 활용 사례다.

source: While this policy has achieved some limited success, domestic reforms alone are unlikely to be enough to fill the gaps in the labor market.
ko: 물론 이러한 정책들로도 어느 정도의 성과를 거두긴 했으나, 내부자원에 국한된 해결책만으로는 일본 노동시장의 큰 구멍을 메우기에 역부족인 상황이다.

source: "We are opening up our country."
ko: “일본 일자리 더 적극 개방할 것”

source: In response to this growing concern, on September 14, 2018, Japanese Foreign Minister Taro Kono told the World Economic Forum that Japan needs to admit more foreign workers, claiming that the current policy was incapable of sustaining Japanese society.
ko: 지난 9월 14일에 열린 2018세계경제포럼에 참석한 고노 타로 일본 외무상도 현행 제도만으로는 일본 사회를 정상적으로 유지할 수 없다는 우려에 동의하면서 “새로운 외국인 취업비자 제도를 도입해 일본 노동시장을 더 적극 개방할 계획이다.

source: "We are opening up our country," said Kono.
ko: 일본 사회에 기꺼이 적응해 살고자 하는 사람이라면 누구든지 환영 받을 수 있다.

source: "We are now trying to come up with a new work permit policy so I think everyone shall be welcome in Japan if they are willing to assimilate into Japanese society."
ko: ”고 말하며 외국인 근로자 수용 확대 계획을 밝혔다.

source: Prime Minister Abe also recently announced plans to attract 500,000 foreign workers to Japan by 2025 to fill chronic labor shortages in farming, construction, accommodation, and elder care by creating a new five-year visa category for non-professional foreign laborers. In order to support its graying citizenry and stabilize its population at 100 million, Japan would need to accept a whopping 200,000 immigrants each year.
ko: 최근 아베신조 일본 총리도 만성적인 인력난에 시달리는 농업, 건설업, 숙박업, 개호산업 (간호〮간병)을 지원하기 위해 외국인 단순 노동자를 대상으로 5년간 재류를 허용하는 취업비자를 신설해 2025년까지 50만명 이상의 외국인 근로자를 고용하겠다고 발표했다.

source: The country had 1.28 million foreign workers as of October 2017, with Chinese workers making up the largest portion at nearly 30 percent, followed by those from Vietnam, the Philippines, and Brazil.
ko: 이미 일본에 거주하는 외국인 근로자는 약 128만명 (2017년 10월 기준)에 다다르며, 그 중에서도 중국인이 30%로 가장 많고 이어서 베트남, 필리핀, 브라질 순으로 나타났다.

source: Non-Japanese cashiers are becoming more and more common, with non-Japanese workers accounting for some 5 percent of convenience store chain FamilyMart's employees.
ko: 또한 유명 편의점 체인인 패밀리마트에서 일하는 이주 노동자 비율이 약 5%가 될 정도로, 외국인 점원도 이제 심심치 않게 볼 수 있다.

source: As urban areas become increasingly international, one out of ten 20-somethings living in Tokyo are now foreign-born.
ko: 대도시일수록 다문화사회가 가속화되는 모습도 보이는데, 도쿄에 거주하는 20대 10명중 1명이 외국인이며, 20살 성년이 된 청년만 따지면 그 비율은 8명 중 1명으로 더 높아진다.

source: For twenty-year-olds living in Tokyo, that number increases to one in eight.
ko: 그럼에도 초고령화 되가는 사회를 지탱하고 인구 1억명선을 유지하기 위해 매년 약 20만명의 이주민을 받아들여야 한다는 보고서가 나온만큼 앞으로 일본의 외국인 의존도는 더욱 심화될 전망이다.

source: For some people, immigration is already a reality in Japan.
ko: 때문에 일각에서는 외국인 이주 노동자는 이미 현실이라고 말한다.

source: While Japan is busy arguing about whether or not to accept immigrants, they're already coming in, and it's not as if there's a ban on immigration or anything.
ko: 우리가 외국인 노동자 수용 여부를 놓고 갑론을박하느라 바쁜 지금 이순간에도 이미 그들은 일본에 들어오고 있습니다.

source: Tokyo is pretty much a haven for immigrants at this point.
ko: 이들의 유입을 막을만한 법적 제재 따위는 없는 것 같네요.

source: A focus on temporary "trainees", not "migrants"
ko: 그런 면에서 도쿄는 분명 외국인 노동자들의 천국입니다.

source: Many foreign workers enter the country via the "technical intern trainee" system, a 1990 program designed to transfer technical skills.
ko: “이민”이 아닌 장기 “기능실습생”에 초점을 둔 제도

source: Critics see the scheme as encouraging simple and cheap labor by allowing businesses in the industrial, agricultural and fisheries sectors to cheaply hire youth from abroad.
ko: 많은 외국인 노동자들은 일본의 발전된 전문 기술을 신흥국에 전수하자는 취지에서 1990년도에 마련된 “기능실습생 제도”를 활용해 일본에 들어오고 있다.

source: Trainees cannot change jobs, and there have been numerous reports of their being subjected to illegally long work hours and physical abuse from employers.
ko: 하지만 공업, 농업, 어업 등의 분야에서 이를 이용해 값싼 해외 인력을 고용하는데만 혈안이 되자 이 제도가 저임금 단순노동력만 확보하는 창구로 전락했다는 비판이 높다.

source: Vietnamese trainees were even made to take part in nuclear decontamination work in Fukushima.
ko: 이들 외국인 실습생들이 처한 참담한 실상도 도마 위에 올랐다.

source: Twitter user Mulboyne shared a Mainichi newspaper report about a Vietnamese worker who, after being left with only the equivalent of US$200 per month in pay despite working full-time, found a better-paying job by working under the table:
ko: 고용주가 노동법에 어긋나는 장시간 노동을 강요하고, 신체적 학대도 서슴지 않으며, 이직마저도 불가능하다는 피해 사례가 보고돼 논란이 일었다.

source: Although she kept her head down, police found her when conducting an investigation into another matter.
ko: 심지어 베트남 출신의 외국인 실습생들이 후쿠시마 원전 제염작업에 투입된 사실도 드러났다.

source: She was arrested in April. The article notes her co-workers said she was a hard worker, very diligent and never late. — Mulboyne (@Mulboyne) August 30, 2018
ko: 아이디 'Mulboyne'의 한 트위터 이용자는 베트남 출신의 한 외국인 노동자가 한달 내내 풀타임으로 일해도 급여가 200달러에 불과해, 결국 돈을 더 벌 수 있는 일을 몰래 하다가 경찰에 체포됐다는 마이니치신문의 취재 내용을 자신의 계정에 올리기도 했다.

source: While trainees are currently able to stay for a maximum of five years, Abe's proposed reforms would allow those who have completed the program to stay for up to five additional years.
ko: 지난 4월에 어쩔 수 없이 몰래 일을 할 수 밖에 없었던 한 여성 외국인 노동자가 다른 사건을 수사 중이던 경찰에게 체포됐다고 합니다.

source: However, the focus remains on encouraging temporary stays over permanent immigration.
ko: 이렇듯 인구감소, 특히 생산인구 감소에 대응하기 위해 여러 정책을 내놓는 일본 정부지만 여전히 이민은 꺼리고 외국인 장기 노동자 유입에만 초점을 두는 모양새다.

source: Trainees would be unable to bring their families with them, and must temporarily return to their home countries after finishing the program.
ko: 사실상 외국인 실습생들은 그들의 가족을 데려올 수 없으며, 기능실습 수료 후에는 일단 모국으로 돌아가 일정기간이 지난 후 다시 일본에 입국해야 체류자격을 얻을 수 있다 (신흥국에 기술을 전수한다는 기능실습제도의 본 취지 유지).

source: This would technically prevent them from applying for permanent residency because one of the requirements is to have lived in Japan for ten years or more.
ko: 이런 이유로 최소 10년 이상 일본에 거주해야 한다는 자격요건을 채울 수 없기 때문에, 영주권 신청에 있어 실질적으로 제한을 받는 셈이다.

source: "Japan's peace and harmony is based on it being a homogeneous country"
ko: “일본 사회의 평화와 통합은 단일민족 국가일 때 가능하다”

source: While Japan is already accepting more foreign workers, not everyone is comfortable with this change.
ko: 이미 일본은 더 많은 외국인 노동자를 수용하는 분위기지만, 모든 사람이 이를 환영하는 것은 아닌 듯하다.

source: "Many people in Japan believe that the country's peace and harmony is based on it being a homogeneous country where there are few foreigners," says Chris Burgess, a migration researcher and lecturer of Japan studies at Tsuda Juku University in Tokyo, in an interview with CNN.
ko: 도쿄에 위치한 쓰다 주쿠 대학교에서 일본의 다문화 현상과 정체성에 대해 주로 연구하는 크리스 버지스 일본학 교수는 CNN과의 인터뷰에서 “많은 일본인들이 일본 사회의 평화와 통합은 외국인 거주자가 거의 없는 단일민족 국가일 때 가능하다고 생각한다”고 밝히기도 했다.

source: According to Burgess, underlying this belief is the so-called "foreign crime" debate, the fear that allowing in greater numbers of foreigners will harm public safety—a fear that has only been heightened in recent years by terrorist atrocities in Europe and other countries with high migration levels.
ko: 버지스 교수의 말에 따르면 이러한 믿음의 배경에는 외국인을 많이 수용할수록, 치안이 불안해질 수 있다는 “외국인 범죄”에 대한 우려가 깔려있다고 한다.

source: A recent poll shows that public opinion on this issue is mixed.
ko: 특히 유럽이나 외국 이주민 비율이 높은 나라에서 발생한 충격적인 테러 사건들로, 최근 이에 대한 경각심이 더 높아졌다고 한다.

source: A public opinion poll conducted by the Nikkei found opinion evenly split about whether Japan should admit more foreign workers, with 42% agreeing and 42% disagreeing.
ko: 최근 진행된 여론조사만 봐도 외국인 노동자 유입 확대에 대한 일본 국민들의 견해가 극명하게 엇갈린다는 것을 알 수 있다.

source: However, age was a large determining factor when it came to how people voted. Roughly 60% of 18-29-year-olds were for increased immigration, while just 30% were against it.
ko: 니케이신문이 진행한 외국인 노동자 수용 확대에 대한 여론조사 결과를 보면 찬성 42%, 반대 42%로 의견이 정확히 반으로 갈린 것을 확인할 수 있으며, 특히 연령에 따라 의견 차이가 뚜렷한 것으로 나타났다.

source: The opposite trend was found among those aged 70 or older, with 30% for and 45% against.
ko: 이를테면18-19세 응답자 중 60%는 찬성, 30%는 반대한다는 입장을 보인 반면에, 70세 이상의 경우 30%만이 찬성하고, 나머지 45%는 반대의 뜻을 내비쳤다.

source: Young people are perhaps more accepting of foreigners as they are the ones directly affected by population shrinking, and they have grown up with the effects of globalization.
ko: 젊은층은 인구감소의 영향을 직접적으로 받고 세계화 흐름 속에서 성장한 세대인 만큼 외국인 수용 확대에 대한 거부감이 적은 것으로 해석된다.

source: In this video from Asian Boss, reporters hit the streets to find out how ordinary Japanese feel about the issue:
ko: 다음 영상은 '아시안보스'라는 유튜브 채널에서 진행한 거리 인터뷰로 이 문제에 대한 일반 시민들의 의견을 들을 수 있다.

source: While some interviewees were resistant to the idea of hiring foreign workers, others identified a need for Japanese people to accept people of various nationalities and to become more open-minded.
ko: 영상 속 일부 시민들은 외국인 노동자에 대한 거부감을 나타내기도 하지만, 또 어떤 시민들은 일본인들도 이제 세계 곳곳에서 온 이방인들을 인정하고 받아들여야 한다고 강조한다.

source: "The Japanese love Americans and accept them, but to people from other Asian countries, the Japanese tend to be unkind," one young woman explained.
ko: 한 여성은 “일본인들이 미국인들에게는 우호적인 편이지만, 다른 아시아 사람들에게는 적대적인 경향이 있다. 좀 더 열린 마음으로 이들을 바라볼 필요가 있다.

source: Whether Japan will become a truly multicultural nation any time in the foreseeable future remains uncertain, but it is clear that increasing globalization is already having an impact on the nation.
ko: 머지않아 언젠가 일본이 실제로 다문화사회가 될 것인지 여부는 현재로선 알 수 없다. 그러나 한가지 분명한 것은 외국인 유입이 계속 증가하는 추세로, 이미 일본 사회에 영향을 미치고 있다는 것이다.

source: As for how demographic changes will shape Japan, only time will tell.
ko: 이런 인구구조 변화가 일본을 어떻게 바꿀지는 시간이 지나봐야 알 수 있을 것이다.

source: What happens when women report sexual assault in Japan? · Global Voices
ko: 일본에서 치한을 신고하면, 어떻게 될까?

source: "Chikan (groping / sexual assault) is a crime. There is no tolerance for chikan." — poster in a train station in Tokyo, Japan.
ko: 도쿄 지하철역의 한 포스터「치한은 범죄, 치한행위는 용서하지않겠습니다」.

source: Image source: Tokyo Times Flickr account.
ko: 출처: Tokyo TimesのFlickrアカウント License: CC BY-NC-ND 2.

source: One Canadian woman's recent experience of sexual assault on a Tokyo train, including the way the police responded, has prompted discussions on Twitter about Japan's ongoing problem with 'chikan' (痴漢 or train-gropers in Japanese).
ko: 캐나다인 여성이 도쿄의 전차에서 성폭행의 하나인 「치한」을 만난 경험을, 경찰의 대응을 포함해 일본의 현재 진행형의 문제로서 트위터에 제기했다.

source: The documented sexual assault experience resembles recent high profile cases in Japan involving journalist Shiori Ito, a blogger known as Hachu and stage actress Shimizu Meili.
ko: 문서화된 성폭행사건이라는 점에서 저널리스트 이토오 시오리, 블로거 하츄 、여배우 시미즈 메이리 등에 의한 최근 눈에띄는 사건들과 닮았다.

source: In July 2018, a woman who goes by the name 'Jenna' on Twitter began sharing a series of tweets that described being stalked and groped by a man on a train in Tokyo, and then what happened when the groper was arrested and she filed a report with the police.
ko: 2018년7월, 트위터에서 『젠나』라는 이름의 여성이 나타났다. 그녀는 도쿄의 전차에서 자신을 따라다니는 어느 치한을 만났다.

source: In a series of tweets, Jenna reports:
ko: 그 가해자 남성은 체포되었고, 젠나는 경찰에 사건의 경과를 진술했다.

source: About 20-15 or so minutes from Omotesandō a large man approached me from my left side.
ko: 오모테산도까지 20분 정도 걸리는 곳에서, 큰 덩치의 남성이 왼쪽에서 다가왔습니다.

source: He was staring at me in a very lecherous way. He came right up against me and whispered "kirei" which means "beautiful" in Japanese.
ko: 그는 상당히 히죽거리며 저를 보고있었는데, 머지않아 옆으로 와서 일본어로 「예쁘다」고 말했습니다.

source: I ignored him and looked around at the people in the seats, some noticed his strange behaviour...
ko: 저는 무시한 채, 자리에 앉아있는 사람들을 둘러보았습니다. 누군가는 그의 이상한 태도를 눈치챈 것 같았습니다.

source: Generally, incidents of groping by 'chikan' are prosecuted by police under Section 176 of the penal code as “forcible indecency” (強制わいせつ).
ko: 대개 치한은 「강제추행」으로서, 형법176조에 의거하여 처벌 받는다.

source: According to the Tokyo Metropolitan Police Department, 1,750 cases of groping or molestation were reported in 2017.
ko: 경찰청에 따르면, 2017년에는 1750건의 치한이 보고되었다.

source: More than 50 percent of groping cases occurred on trains, the report says, with a further 20 percent occurring in train stations.
ko: 치한의 50% 이상은の 전차에서 일어나고, 게다가 20%가 역에서 일어난다고 한다.

source: However, survivors of sexual assault in Japan often lament that such cases are difficult to prosecute.
ko: 그러나, 일본의 성폭행 희생자들은 그런 사건을 해결하는 것은 어렵다고 한탄한다.

source: Jenna continues to describe her personal experience with train-groping throughout her Twitter thread:
ko: 젠나는 트위터를 통해 전차 내 치한을 만난 경험에 대한 발언을 계속했다.

source: ...The Japanese man sat down when a seat opened up, and continued staring at me, mainly my face and my thighs (I was wearing a skirt).
ko: 그 일본인 남성이 앉고, 그는 제 얼굴과 허벅지를 천천히 계속 보았습니다.

source: I felt quite uncomfortable, but honestly I've experienced similar things before, and was okay... ...He stood up again after a couple of minutes and came up to me again and asked me where I was going (in Japanese.)
ko: (저는 치마를 입고 있었습니다). 기분이 좋지 않았지만, 솔직히 비슷한 경험이 이전에도 있었으니까 괜찮을거라고 생각했습니다. 그는 몇분 후에 다시 일어나 다가와서, 제게 어디로 가냐고 일본어로 물어봤습니다.

source: I said "huh??
ko: 저는 “Huh?

source: And he just stared at me...
ko: ”이라고 답했지만, 그는 저를 한결같이 계속 쳐다봤습니다.

source: In the same Twitter thread, Jenna said she considered getting off the train early to wait for the next train, but was afraid the man would follow.
ko: 댓글에선 그녀는 빨리 내려 다음 전차를 기다려야한다고 했지만, 남자가 따라올까봐 무서웠다고 말했다.

source: "I didn't really see any options and felt uncomfortable," she explained in one tweet.
ko: 「나는 조금의 선택도 할 수 없이 불쾌함을 느꼈습니다」라고 트위터에서 설명했다.

source: As her stop approached, Jenna got up and moved toward the carriage exit doors:
ko: 목적지가 가까워졌기 때문에, 젠나는 전차 출입문 쪽으로 갔다.

source: ...I noticed the Japanese man looking up and noticing me at the door, he suddenly shot upright and practically ran up behind me, standing behind me and slightly to my left.
ko: 저는 그 남자가 쳐다보는 것을 깨달았습니다. 그는 제가 문 쪽에 있는 것을 알고, 바로 일어서더니 거의 뛰는 것처럼 다가왔습니다. 그리고 약간 제 왼쪽 뒤에 섰습니다.

source: I was quite scared at this point, and panicking about what to do, he was clearly going to follow me off the train.
ko: 이 때 정말 무서워서 어떻게 하면 좋을까하며 패닉이 왔습니다. 그는 분명히 전차에 내려서 저의 뒤를 쫓아올 것처럼 보였습니다.

source: This all happened within a few seconds, and within 10 seconds of him placing himself behind me, I felt his right hand touch my left butt cheek and squeeze hard, twice.
ko: 여기까지가 몇 초만에 일어난 일입니다. 그리고 10초 뒤, 제 뒤에 선 그의 오른손이 저의 왼쪽 엉덩이를 두 번 세게 만졌습니다.

source: Jenna describes an adrenaline surge that prompted her to turn and strike her assailant, who then attempted to flee.
ko: 이에 젠나는 뒤돌아보며, 가해자에게 반격할 수 있다고 말했다. 가해자는 그 후, 도주를 꾀했다.

source: She chased him onto the train platform, grabbing at his clothing while shouting in Japanese that she had been sexually assaulted.
ko: 그녀는 프런트 홈에서 그를 쫓아가면서 일본어로 습격당했다고 외치며, 그의 양복을 잡았다고 했다.

source: Station staff intervened and police arrived shortly thereafter.
ko: 역무원이 개입하고, 그 후 머지않아 경찰이 도착했다.

source: Reporting a sexual assault to police in Japan
ko: 성폭행을 당했다고 경찰에게 진술하다.

source: According to her Twitter thread, Jenna was driven to a nearby police station for what would become nearly seven hours of questioning, but her frustrating experience with the police began in the car:
ko: 그녀의 트위터에 의하면, 젠나는 총 7시간 걸리는 질문때문에 근처 경찰서까지 차를 타고 갔다. 그러나 최악의 경험을 차에서부터 경찰과 이야기하기 시작했다.

source: The driver made some, in my opinion, condescending comments about how I couldn't possibly know he groped my butt because I don't have eyes in the back of my head.
ko: 운전하는 경찰은, "등에는 눈이 달려있지 않은데 어떻게 그가 엉덩이를 만졌는지 아는가 등의 깔보는 듯한 질문을 했습니다.

source: At the police station, after her cell phone, passport and other ID were taken from her, Jenna reported that she started to feel scared:
ko: 경찰서에서 휴대폰이나 여권, 그 외 신분증을 회수당한 뒤, 겁이 났다고 젠나는 말했다.

source: I was scared being alone with a bunch of possibly power hungry men with no phone after what just happened to me.
ko: 이 사건이 일어난 후에, 힘이 쎈 남자들 사이에서 핸드폰 없이 혼자서 지내는 것에 공포를 느꼈습니다.

source: Eventually, police wheeled in a partition to provide privacy, but Jenna explained:
ko: 결국, 경찰은 프라이버시때문에 칸막이 방을 옮겨줬으나 젠나는 이렇게 말했다.

source: ...Almost 10 male staff members decided to go around it and hang out in the doorway to my room listening to my story anyway.
ko: 약 10명의 남자 경찰은 제가 있는 방의 문 주위를 어슬렁어슬렁 다니며 제 말을 듣기로 했습니다.

source: A male translator was put on speaker phone, and during the time I was explaining the story to him, those nosy men were talking and laughing so sometimes I couldn't even hear or explain properly to the translator.
ko: 남자 번역가가 스피커 폰 넘어 배치되어 제가 그에게 전화로 당시의 일을 설명하는 사이, 남자 경찰들이 큰 목소리로 수다스럽게 웃어서 저는 때때로 번역가의 목소리를 듣지 못했고 잘 설명할 수도 없었습니다.

source: After telling her story, Jenna says police recommended that she not press charges because her alleged assailant was apparently still a minor. Undeterred, Jenna said she still wanted to press charges.
ko: 진술이 끝난 이후, 경찰로부터 사건의 가해자를 조사해보았더니, 미성년자라 고발을 하지 않는 것이 어떠냐며 권고 받았지만, 여기서 물러나지 않고 젠나는 고발하고 싶다고 강하게 말했다.

source: The police measured and photographed Jenna's body in a process that took more than three hours.
ko: 경찰은 무려 3시간 이상 젠나의 몸을 재고, 그녀의 사진을 계속 찍었다.

source: Pressing charges also meant having to perform a reenactment, a common requirement when reporting a sexual assault in Japan:
ko: 일반적으로 일본에서 성폭행을 신고받았을 때는, 피해당시의 재현을 해야 한다.

source: We go into the Hall and there's a mannequin with a brown wig, plaid skirt and white shirt.
ko: 그리고 거기에는 갈색 가발, 격자무늬 스커트와 하얀 셔츠를 입은 마네킹이 있었습니다.

source: That's me.
ko: 저였습니다.

source: They have a staff member acting as the chikan. They have to set up/reenact and photograph every moment that happened on the train.
ko: 치한의 역할을 한 경찰이 있었고, 경찰들과 전차에서 일어난 모든 순간을 재현해서 사진을 찍지 않으면 안됐습니다.

source: And I have to be in the photos pointing at the situation to confirm I agree that's what happened I guess?
ko: 그리고 저는 정확한 상황을 알려주고, 사진 속에서 고개를 숙여야만 했습니다.

source: Protocol they say.
ko: 그들은 절차라고 말했습니다.

source: Jenna noted that no potential witnesses had been contacted and that the police would make the final decision about pressing charges or not (in Japan, police refer criminal cases to a prosecutor).
ko: 젠나에게는 연락이 되는 증인이 없어서, 범인을 고발할까 말까는 최종적으로 경찰이 결정하게 되어있다.

source: They returned Jenna's cell phone and other belongings.
ko: (일본은 형사사건을 검찰청에게 맡긴다).

source: Nearly seven hours after being sexually assaulted on the train, she was free to go home.
ko: 약 7시간 후에 그들은 젠나에게 핸드폰과 다른 소지품을 돌려주고, 그녀는 풀려났다.

source: They ask if I want to get a drive to Omotesandō station or home.
ko: 오모테산도역에서 집까지 차로 가고 싶냐고 경찰들이 물었습니다.

source: I pick home obviously, they groan, it's an hour drive.
ko: 제가 망설이지 않고 차로 1시간 거리의 집을 가겠다고 하자, 그들은 뭐라고 중얼중얼 말했습니다.

source: But damn if I don't at least get a drive home out of this, I don't want to pay $15 just to get groped and waste 6.5 hours in the police station.
ko: 그러나 이 사건을 겪었으니, 집까지 데려다 주지 않으면 안된다고 생각했습니다. 치한을 만난 데다가, 경찰서에서 6시간 30분을 쓸데없이 있었기 떄문에 15달러도 쓰고 싶지 않았습니다.

source: After the grueling experience at the police station, Jenna concluded:
ko: 경찰서에서 괴로운 경험 뒤, 젠나는 이렇게 정리했다.

source: If this happens again I will feel more powerless knowing there's probably nothing I can do, and nothing the police will do. #groping #chikan #japan #sexualharassment #police #痴漢
ko: 혹시 한 번 더 이런 피해를 입는다면, 자기자신의 무력과 경찰의 비협조로 인해 피해자가 실패할 것이다. #groping #chikan #japan #sexualharassment #police #痴漢

source: Japanese Twitter responds to Jenna's story
ko: 일본 트위터의 반응

source: In the days that followed, Jenna's tweets were shared and discussed by many people around the world who mostly showed support.
ko: 젠나의 트위터 글은 공유되었고, 세계인들은 지지를 표하며 여러사람들에게 화제가 되었다.

source: Some Japanese Twitter users also shared their own experiences with harassment and sexual assault in solidarity:
ko: 일부 일본인 트위터 사용자들도 연대의식으로 인해 그녀들 자신이 당한 야유와 성폭행 경험을 공유했다.

source: Hi, I've read your tweets.
ko: 당신의 트위터를 읽었습니다.

source: I'm so sorry that you had to go through this.
ko: 당신이 이런 경험을 말할 수 밖에 없었다는 것이 유감스럽습니다.

source: I wish I could put a curse on him!
ko: 그에게 벌을 줄 수 있으면 좋겠다!

source: Absolutely unacceptable 😡😡I used to be harassed by 'Chikan' almost everyday as a kid.
ko: 저는 어릴 때, 대부분 매일 『치한』에 의해 고통받았었어요.

source: I'm angry that abuse against women/children is never taken seriously in Japan! — 鮎を止めるな！ (@KellyPaaBio) July 27, 2018
ko: 여성이나 아이들에 대한 학대가 매일 논의되지 않아서 저는 화가 납니다!
